9/data/attachments/bb597e5090cf3831.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_e14349be-55c7-4042-8a4e-fbe94b0cda25</nif:username>
            <nif:friendToBeAdded>Derrick_beyond_Actions_11430_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>